/* No comment provided by engineer. */
"alert_cancel" = "alert_cancel";

/* No comment provided by engineer. */
"alert_confirm" = "alert_confirm";

/* No comment provided by engineer. */
"alert_confirm_title" = "alert_confirm_title";

/* No comment provided by engineer. */
"alert_rename_title" = "alert_rename_title";

/* No comment provided by engineer. */
"connect_begin" = "connect_begin";

/* No comment provided by engineer. */
"disconnect_current_connection" = "disconnect_current_connection";

/* No comment provided by engineer. */
"rename_btn_confirm" = "rename_btn_confirm";

/* No comment provided by engineer. */
"rename_can_not_null" = "rename_can_not_null";

/* No comment provided by engineer. */
"rename_success" = "rename_success";

/* No comment provided by engineer. */
"专家推荐" = "专家推荐";

/* No comment provided by engineer. */
"两次输入的密码必须相同" = "两次输入的密码必须相同";

/* No comment provided by engineer. */
"个人" = "个人";

/* No comment provided by engineer. */
"中雨" = "中雨";

/* No comment provided by engineer. */
"为了获取更精确的天气信息，请到设置中为“小水怪”打开定位功能" = "为了获取更精确的天气信息，请到设置中为“小水怪”打开定位功能";

/* No comment provided by engineer. */
"体重" = "体重";

/* No comment provided by engineer. */
"关于" = "关于";

/* No comment provided by engineer. */
"反馈意见失败，请重试" = "反馈意见失败，请重试";

/* No comment provided by engineer. */
"反馈意见成功" = "反馈意见成功";

/* No comment provided by engineer. */
"发送" = "发送";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"多云" = "多云";

/* No comment provided by engineer. */
"大雨" = "大雨";

/* No comment provided by engineer. */
"大雪" = "大雪";

/* No comment provided by engineer. */
"天" = "天";

/* No comment provided by engineer. */
"天中" = "天中";

/* No comment provided by engineer. */
"天喝水达标" = "天喝水达标";
"5天中，2天喝水达标" = "5天中，2天喝水达标";

/* No comment provided by engineer. */
"女" = "女";

/* No comment provided by engineer. */
"密码不能为空" = "密码不能为空";

/* No comment provided by engineer. */
"小雨" = "小雨";

/* No comment provided by engineer. */
"小雪" = "小雪";

/* No comment provided by engineer. */
"岁" = "岁";

/* No comment provided by engineer. */
"常见问题" = "常见问题";

/* No comment provided by engineer. */
"年龄" = "年龄";

/* No comment provided by engineer. */
"当前水温" = "当前水温";

/* No comment provided by engineer. */
"意见反馈" = "意见反馈";

/* No comment provided by engineer. */
"提醒" = "提醒";

/* No comment provided by engineer. */
"摄氏度" = "摄氏度";

/* No comment provided by engineer. */
"晚上" = "晚上";

/* No comment provided by engineer. */
"晴" = "晴";

/* No comment provided by engineer. */
"未连接" = "未连接";

/* No comment provided by engineer. */
"查找水杯" = "查找水杯";

/* No comment provided by engineer. */
"气温是" = "气温是";

/* No comment provided by engineer. */
"水杯" = "水杯";

/* No comment provided by engineer. */
"沙尘暴" = "沙尘暴";

/* No comment provided by engineer. */
"注册失败" = "注册失败";

/* No comment provided by engineer. */
"注册成功" = "注册成功";

/* No comment provided by engineer. */
"版本信息v" = "版本信息v";

/* No comment provided by engineer. */
"用户名可用" = "用户名可用";

/* No comment provided by engineer. */
"用户名已存在" = "用户名已存在";

/* No comment provided by engineer. */
"电量还能使用" = "电量还能使用";

/* No comment provided by engineer. */
"男" = "男";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"登录成功" = "登录成功";

/* No comment provided by engineer. */
"白天" = "白天";

/* No comment provided by engineer. */
"目前没有饮水记录" = "目前没有饮水记录";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定退出当前账号?" = "确定退出当前账号?";

/* No comment provided by engineer. */
"确认密码不能为空" = "确认密码不能为空";

/* No comment provided by engineer. */
"积极向上的一天，从喝水开始" = "积极向上的一天，从喝水开始";

/* No comment provided by engineer. */
"网络异常" = "网络异常";

/* No comment provided by engineer. */
"蓝牙断开" = "蓝牙断开";

/* No comment provided by engineer. */
"该喝水啦" = "该喝水啦";

/* No comment provided by engineer. */
"请先打开手机蓝牙" = "请先打开手机蓝牙";

/* No comment provided by engineer. */
"请先连接水杯" = "请先连接水杯";

/* No comment provided by engineer. */
"请填写评论" = "请填写评论";

/* No comment provided by engineer. */
"请输入您的问题并提交" = "请输入您的问题并提交";

/* No comment provided by engineer. */
"请选择体重" = "请选择体重";

/* No comment provided by engineer. */
"请选择年龄" = "请选择年龄";

/* No comment provided by engineer. */
"请选择性别" = "请选择性别";

/* No comment provided by engineer. */
"请选择身高" = "请选择身高";

/* No comment provided by engineer. */
"账号不能为空" = "账号不能为空";

/* No comment provided by engineer. */
"账号只能为数字和字母" = "账号只能为数字和字母";

/* No comment provided by engineer. */
"资料修改失败" = "资料修改失败";

/* No comment provided by engineer. */
"资料修改成功" = "资料修改成功";

/* No comment provided by engineer. */
"起床了" = "起床了";

/* No comment provided by engineer. */
"身高" = "身高";

/* No comment provided by engineer. */
"还没开始喝水哦" = "还没开始喝水哦";

/* No comment provided by engineer. */
"连接成功" = "连接成功";

/* No comment provided by engineer. */
"退出" = "退出";

/* No comment provided by engineer. */
"重置密码失败" = "重置密码失败";

/* No comment provided by engineer. */
"重置密码成功" = "重置密码成功";

/* No comment provided by engineer. */
"闹钟编辑" = "闹钟编辑";

/* No comment provided by engineer. */
"阴" = "阴";

/* No comment provided by engineer. */
"阵雨" = "阵雨";

/* No comment provided by engineer. */
"雨夹雪" = "雨夹雪";

/* No comment provided by engineer. */
"雷阵雨" = "雷阵雨";

/* No comment provided by engineer. */
"雾" = "雾";

/* No comment provided by engineer. */
"首页" = "首页";
"找回密码" = "找回密码";
"密码错误" = "密码错误";
"通知" = "通知";
"输入饮水量" = "输入饮水量";
"ccx-ux-5aO.text" = "经过一整夜的睡眠，身体开始缺水，起床之际先喝水,可帮助肾脏及肝脏解毒。";
"ena-FB-FfY.text" = "清晨从起床到办公室的过程，时间总是特别紧凑，情绪也较紧张，身体无形中会出现脱水现象，所以到了办公室后先给自己一杯水。";
"rvr-td-IO5.text" = "在冷气房里工作一段时间后，一定得趁起身动动的时候，再给自己一天里的第三杯水，补充流失的水分，有助于放松紧张的工作情绪。";
"igt-KH-RY9.text" = "午餐前，餐前充分饮水有助于消化和减肥。";
"DSY-yg-JQe.text" = "午休后，喝一些水，可以加强身体的消化功能。";
"MHN-un-KQ5.text" = "以一杯健康矿泉水代替下午茶与咖啡等提神饮料吧！能够提神醒脑。";
"KPb-ZC-R2L.text" = "晚餐前再喝一杯水，增加饱足感，待会吃晚餐时，自然不会暴饮暴食。";
"4xp-2r-6g6.text" = "睡前1至半小时再喝一杯水，今天已摄取足够水量了，不过别一口气喝太多，以免晚上 上洗手间影响睡眠质量。";
"signup_btn_boy_nor"="signup_btn_boy_nor";
"signup_btn_boy_press"="signup_btn_boy_press";
"signup_btn_girl_nor"="signup_btn_girl_nor";
"signup_btn_girl_press"="signup_btn_girl_press";
"单日最高" = "单日最高";
"平均饮水量" = "平均饮水量";
"Total water intake" = "总饮水量";
"lowest" = "单日最低";
"Min" = "分";
"Health" = "健康分析";
